import { member } from "../types/user";

export const messages: member[] = [
  {
    year: "27卒",
    name: "計良夏輝",
    message:
      "大学入学時、履修登録や課題など右も左も分からなかった時に色々と相談に乗ってくれたのがジンさんでした。1年間だけでしたが一緒にご飯に行ったり、イベントに行ったり楽しい思い出をありがとうございました。ジンさんの魅力は、この人について行けばなんとかなるでしょと思わせるリーダーシップ力や明るさ、人を巻き込む力だと思います。これからの社会人生活でもジンさんらしく頑張って下さい！",
  },
  {
    year: "26卒",
    name: "吉田和司",
    message:
      "ジンさん卒業おめでとうございます！！沢山かまってくれたり、話聞いてくれたり、そしてなによりこのピーチテックを作ってくれてありがとうございました！誰も何も知らない状態で飛び込んだ僕に優しく接してくれてとても居やすかったし、ちょこちょこDMくれたり、パン焦がしたりしてくれて最高でした！自炊生活大変かと思いますが応援しています。僕が一人暮らしする時は相談させてください！これからも朝会でお待ちしてます！",
  },
  {
    year: "26卒",
    name: "松本秀諭",
    message:
      "一年半の間ありがとうございました。プログラミングでアドバイスをもらった事はあまりありませんでしたが、技育祭やTechTrainといった就活に役立つ経験は、ジンさんの案内がなければ自分は参加することもなかったし、もしかしたら今頃全く活動にも参加してなかったかもしれません。これらの教えや経験をもとに、３年次以降も頑張りたいと思います。機会があれば一緒に食事や遊びにもいきたいです!",
  },
  {
    year: "25卒",
    name: "今村悠聖",
    message:
      "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ",
  },
  { year: "27卒", name: "ddd", message: "あああああ" },
  { year: "27卒", name: "eee", message: "あああああ" },
];
