import { member } from "../types/member";

export const messages: member[] = [
  //25卒 14人
  {
    year: "25卒",
    name: "今村悠聖",
    message: "",
  },
  {
    year: "25卒",
    name: "竹内海斗",
    message: "",
  },
  {
    year: "25卒",
    name: "小野桜汰",
    message:
      "じんさん、ご卒業おめでとうございます！初めてお話しした時から優しく寄り添ってくださり、めっちゃ嬉しかったことを覚えています！就職活動においても「悩んでない？」など寄り添って心配してくれて本当にありがとうございます！自分はこれからもエンジニアとして働いていくので、またぜひお話しさせてください！地元も近いのでご飯も行きましょう！",
  },
  {
    year: "25卒",
    name: "國井太陽",
    message:
      "卒業おめでとうございます！ジンさんと初めて会ってから1年しか経ってませんが、様々な思い出が心に残っています。サークルから就活まで色々お世話になりました。ジンさんのおかげでサークルに入る前では考えられない経験やたくさんの楽しいことを知ることができました！ジンさんがサークルを起こした時の思いを引き継げるよう頑張るので、社会人になっても変わらず明るく気さくに頑張ってください！僕が社会人になっても飲みに誘ってくれればいつでも行きます！",
  },
  {
    year: "25卒",
    name: "水澤祐翔",
    message:
      "ご卒業おめでとうございます初めて面談した時ワンオクで盛り上がったのを今でも覚えています！ 自分にとって人柄・行動力・人脈などリスペクトできる部分がたくさんある先輩です！そしれ何より、PeachTechを立ち上げてくれて本当にありがとうございました！本気で自分の人生を変えてくれました。つよつよになってジンさんに会えるように頑張ります！お世話になりました、そしてこれからもよろしくお願いします！！！",
  },
  {
    year: "25卒",
    name: "小林楓季",
    message:
      "ご卒業おめでとうございます！ジンさんにはTOEICの件でたくさんお世話になりました！ジンさんも忙しいだろうに毎日投げられる僕からの質問に快く答えてくれてありがとうございました！サイトから引用してくれたり、めちゃくちゃ分かりやすくて無事に目標点数取ることが出来ました！いつも明るく接してくれる優しいジンさんが大好きです！社会人大変かもしれませんが頑張ってください！",
  },
  {
    year: "25卒",
    name: "光吉裕章",
    message:
      "卒業おめでとうございます！！孤独にプログラミングをやっていた中で、偶然ジンさんの書いたQiitaの記事に出会えて本当に良かったです！ぴちてくに出会えずあのまま一人でパソコンと向き合っていたら、こんなにプログラミングを楽しめていなかったと思います！これからのジンさんの社会人生活、楽しいことも辛いこともあるかと思いますが、いつも応援してるので頑張ってください！！！",
  },
  {
    year: "25卒",
    name: "林歩輝",
    message:
      "ピーチテックに入ってから勉強会や学祭を通して、エンジニアのキャリアについて考える良い経験ができました！それはジンさんがピーチテックを作ってくれたおかげです！また、個人で話す時間も作ってくれて、自分を見つめ直すきっかけになりました！そんな、人のために動けるジンさんだからこそみんなに愛されてるんだと思います！僕もジンさんみたく、自分をしっかり持ってみんなに愛されるように頑張ります！本当にありがとうございました！",
  },
  {
    year: "25卒",
    name: "山口慧拓",
    message:
      "短い間ですが、ありがとうございました。ジンさんとの思い出といえば、やはりカラリクのクリア耐久通話です。少しでも多くの人のフィードバックが欲しかったので、あそこまでガッツリ通話しながら遊んでいただけたことがとても嬉しかったです。あの時のフィードバックを受けて改善したり、就活での話しネタとしても重宝しています。別のゲームの制作も就活が終わり次第再開する予定なので、また遊んでいただけると光栄です。",
  },
  {
    year: "25卒",
    name: "高田響",
    message:
      "PeachTechという素晴らしいサークルを作ってくれて、そしてそれに誘ってくれてありがとうございました！英語の授業の時に席が前後になったのが最初の出会いでした。あの時のPeachTechの誘いに乗っていれば良かったと何度も思うくらい、PeachTechで色んなことを学べています。1年にも満たない付き合いですが、もういなくなっちゃうのかと寂しく思います。またプログラミングでもそれ以外でもお話したいです！",
  },
  {
    year: "25卒",
    name: "濵松美羽",
    message:
      "ジンさんご卒業おめでとうございます！！沢山お世話になりました！私はジンさんに誘っていただいたTechtrainでウェブ系に興味を持ち、人生の選択肢が広がりました。後輩たちの成長を優しく見守りPeach.Techを長らく引っ張ってくれて、本当にありがとうございました。ご卒業後もジンさんのその技術力でたくさん活躍されることを祈っております！",
  },
  {
    year: "25卒",
    name: "駒形仁大",
    message: "",
  },
  {
    year: "25卒",
    name: "石井陽大",
    message:
      "ご卒業おめでとうございます🎈 ジンさんの周りを見る力は凄いなって感じていて、そんな魅力が周りを惹きつけていると感じていました！そんな気遣いの鬼ジンさんでも男になる瞬間があるのかと思うと、とても嬉しかったです^_^ また、僕が思い悩んでいた時に相談乗ってくれたのも嬉しかったです🫶 ジンさんの言葉選びが素敵で一言一言がすごく僕には刺さっていました。少しの文字では語りきれませんが、とにかく遊び行きましょ！",
  },
  {
    year: "25卒",
    name: "新井健太",
    message: "",
  },

  //26卒 10人
  {
    year: "26卒",
    name: "長野凌",
    message:
      "まずは、大学の卒業おめでとうございます。そしてPeachTechを立ち上げてくださり、ありがとうございます。PeachTechのエンジニア仲間に囲まれた環境は、とても価値のあるものだと思います。その環境を求めてに入った人にとって、じんさんは一つの目標となるような存在になっているのではと感じています。自分もじんさんを良いお手本として頑張りたいと思っています!今後のご活躍を期待しております!",
  },
  {
    year: "26卒",
    name: "松本秀諭",
    message:
      "一年半の間ありがとうございました。プログラミングでアドバイスをもらった事はあまりありませんでしたが、技育祭やTechTrainといった就活に役立つ経験は、ジンさんの案内がなければ自分は参加することもなかったし、もしかしたら今頃全く活動にも参加してなかったかもしれません。これらの教えや経験をもとに、３年次以降も頑張りたいと思います。機会があれば一緒に食事や遊びにもいきたいです!",
  },
  {
    year: "26卒",
    name: "可野海喜",
    message:
      "このサークルに入ったことが人生の転換点でした！こんなに尊敬できる仲間が揃っているサークルはないと思いますし、そこに所属できていること自体が嬉しいです🥹ジンさんの温かみが本当に好きです！辛いことも多いですが最近人生が楽しくて、本当に感謝しています！ジンさんに返せるものは本当にないのですが、その分後輩や頑張っている仲間に還元していきたいなと思います！これからもよろしくお願いします！家近いのでご飯行きましょう！！",
  },
  {
    year: "26卒",
    name: "吉田和司",
    message:
      "ジンさん卒業おめでとうございます！！沢山かまってくれたり、話聞いてくれたり、そしてなによりこのピーチテックを作ってくれてありがとうございました！誰も何も知らない状態で飛び込んだ僕に優しく接してくれてとても居やすかったし、ちょこちょこDMくれたり、パン焦がしたりしてくれて最高でした！自炊生活大変かと思いますが応援しています。僕が一人暮らしする時は相談させてください！これからも朝会でお待ちしてます！",
  },
  {
    year: "26卒",
    name: "森廣真悟",
    message:
      "このサークルのいいところは互いに刺激しあえる環境です。これが行動力のある人の多さに繋がっているのだと思います。プログラミング系サークルを作るのはとても大変だったと思います。なぜなら理系の割合が低いこの大学でプログラミングを、しかもサークルでやろうとする人はかなり少ないだろうからです。そのような大変な状況で人を巻き込んでいく力はとてもすごいです。こんな素晴らしいサークルを創ってくれて、ありがとうございます！",
  },
  {
    year: "26卒",
    name: "樋口麻耶",
    message: "",
  },
  {
    year: "26卒",
    name: "石田泰輔",
    message:
      "ご卒業おめでとうございます。ジンさんが僕も含めた電子工学研究部のメンバーをPeach.Techに誘ってくれたおかげで、この素晴らしいコミュニティに参加することができました。本当にありがとうございます！これから先、Unityを使ってゲームを開発していく途中で、Peach.Techのメンバーと交流していきたいと思っています。微力ではあると思いますが、Peach.Techを少しでも大きくする力になりたいと考えています。",
  },
  {
    year: "26卒",
    name: "石井桃香",
    message: "",
  },
  {
    year: "26卒",
    name: "横田智佳",
    message:
      "ご卒業おめでとうございます🎉ジンさんと直接お話する機会は少なかったですが、Peach.teckでは常に中心となり存在感あふれる姿がとても印象的でした。ジンさんのリーダーシップや後輩に寄り添う姿勢を拝見し、ひとつの団体がここまで成長したのだと納得させられました。これからのご活躍と新たな挑戦が実を結ぶことを心より期待しております🙌🏻",
  },
  {
    year: "26卒",
    name: "鈴木海斗",
    message:
      "大学生活お疲れさまでした。僕がPeachTechに入って日が浅いのもあり、直接お話しする機会はありませんでしたが、ジンさんにはとても感謝しています。チーム開発を経験できているのも、メガベンチャーを目指すきっかけも、すべてPeachTechがあったからこそです。PeachTechを作ってくださり、ありがとうございました。社会人としての活躍を願っています。僕も頑張ります。",
  },

  //27卒 4人
  {
    year: "27卒",
    name: "後藤恵望",
    message:
      "私が大学に入学する前からPeach.Techに受け入れてくださり、本当にありがとうございました。何回もメンターをしていただけたり、相談に乗っていただけたことはずっと忘れません。何度も助けられたこと、本当に感謝しています。もしご都合が合うようでしたら、いつかご飯にでも行けたら嬉しいです。今後のご活躍も心から祈っています。",
  },
  {
    year: "27卒",
    name: "計良夏輝",
    message:
      "大学入学時、履修登録や課題など右も左も分からなかった時に色々と相談に乗ってくれたのがジンさんでした。1年間だけでしたが一緒にご飯に行ったり、イベントに行ったり楽しい思い出をありがとうございました。ジンさんの魅力は、この人について行けばなんとかなるでしょと思わせるリーダーシップ力や明るさ、人を巻き込む力だと思います。これからの社会人生活でもジンさんらしく頑張って下さい！",
  },
  {
    year: "27卒",
    name: "大谷侑吾",
    message:
      "ジンさん！卒業おめでとうございます！僕は10月ごろから入ったので、あんまり長い時間は一緒には過ごしていないですが、とっても濃くて学びのあった期間でした！PeachTechに入会した時も最初で戸惑っている中声をかけていただいて本当に助かりました！どんなささいな相談事でも真剣に向き合ってくれて尊敬しかありません！僕も卒業するときはジンさんのような人柄になれるように頑張ります！ありがとうございました！",
  },
  {
    year: "27卒",
    name: "関口雄允",
    message:
      "ジンさん卒業おめでとうございます！ジンさんとは、僕がサークルに入ることが遅かったこともあり、関わる機会も少なく話すこともあまり出来ませんでした。しかしメンバーからのサプライズで誕生日ケーキを贈られたりとても愛されていて、プログラミングの面だけでなく人としてもとても尊敬しています！ハンドボールという共通の話題もあり、もっとお話したかったです😢新生活頑張ってください！！",
  },
];
